{
    "areaId" : int,                   // Идентификатор гео-объекта
    "items" :                         // Товары
    [
       {
          "id" : int,                 // Идентификатор товара
          "quantity" : int            // Количество экземпляров
       }
    ],
    "deliverMethodId" : int,          // Идентификатор выбранного способа доставки
    "paymentMethodId" : int,          // Идентификатор способа оплаты
    "timeSlotId" : long,              // Идентификатор выбранного time-slot
    "addressId" : long,                 // Идентификатор клиентского адреса
    "fiasId" : guid,                  // Идентификатор ФИАС
    "useSplit" : bool,                // Флаг везти в одной посылке или в двух
    "pointsAmount" : decimal,         // Количество баллов для  использования
    "balanceAmount" : decimal,         // Количество денег для использования с пользовательского счета,
    "showMarketingActionsInfo" : bool     // Показывать список сработавших маркетинговых акций (по-умолчанию false)
}
